export default () => {
  return {
    dataArr: [
      {
        id: 1,
        content:
          'Hounds of Love (с англ. — «Гончие любви») — пятый студийный альбом британской певицы и композитора Кейт Буш (род. 1958), выпущенный 16 сентября 1985 года лейблом EMI Records. Записанная в течение 1983—1985 годов пластинка стала второй в дискографии певицы, которую она спродюсировала самостоятельно. Звукозапись альбома по большей части проходила в домашней студии певицы, оборудованной в старом сарае напротив дома родителей',
      },
      {
        id: 2,
        content:
          'Буш — Ист-Уикем Фарм, расположенном в лондонском районе Уэллинг, а также в Ирландии и лондонской студии «Эбби-Роуд». Исполнительница применяла при создании песен и их продюсировании новейшие достижения звукозаписи 1980-х годов — синтезатор Fairlight CMI, драм-машины и сэмплирование, сочетая их с традиционной записью акустических и электрических инструментов.',
      },
      {
        id: 3,
        content:
          'Альбом был тематически разделён на две части. Первую составили более жизнерадостные песни, исполненные в стиле, приближенном к популярной музыке. Вторая часть, состоявшая из семи композиций, была объединена в песенную сюиту под названием «Девятый вал», отсылавшим к одноимённому художественному образу, и представляла собой концептуальный альбом, рассказывавший историю девушки, выброшенной в открытое море за борт корабля, предпринимавшей попытки сохранить своё «я» бодрствующим, дав волю воображению.',
      },
      {
        id: 4,
        content:
          'На пластинке певица затрагивала разнообразные темы. Песни первой половины были написаны под влиянием фильмов ужасов, автобиографической литературы, воспоминаний о детстве и домашних животных, размышлений о взаимоотношении полов и материнстве. Важное место в смысловом и символическом содержании пластинки было уделено теме природы. Сквозной темой, проявлявшейся на протяжении всего альбома, стали отношения Кейт Буш и её семьи.',
      },
      {
        id: 5,
        content:
          'Определение точного музыкального жанра Hounds of Love проблематично. Исследователи и критики относили его к сплаву рока и танцевальной музыки, популярной музыке, прогрессивному року, поп-року, арт-року с фолковой основой, прогрессивному попу, синти-попу, арт-попу. В инструментальном плане Hounds of Love был наполнен самыми передовыми на середину 1980-х годов акустическими, электрическими и синтезированными звуками.',
      },
      {
        id: 6,
        content:
          'Использованный исполнительницей набор инструментов являлся классически прог-роковым, с его тяготением к экспериментам и эклектике, а также отрицанием американских инструментов и стилей. Подавляющее большинство музыкантов, принявших участие в записи, были родом с Британских островов, что сказалось на общей стилистике, тяготевшей к британскому звучанию. Самый сильный неанглийский акцент в альбом добавляли ирландские музыканты, с их этническими народными инструментами.',
      },
    ],
  };
};
